

/* LGMainMenuViewController ============================================================================================================================ */
"LGAppDelegate_Welcome"     = "Welcome to my app. you'll never see this message again.";
"AppTitle"                  = "Looking Glass";


"nearbyAnythingLabel"       = "Nearby";
"nearbyPlacesLabel"         = "Nearby Places";
"nearbyPeopleLabel"         = "Nearby People";
"placesNearLabel"           = "Places Near";
"peopleNearLabel"           = "People Near";

"LGMapView_Satelite"        = "Satelite";
"LGMapView_Hybrid"          = "Hybrid";
"LGMapView_Normal"          = "Normal";


/* orphpaned button */
"peopleButton"              = "Everyone";

/* LGDataFeedRefreshTableViewController  =======================================================================================================================*/
"LGDFRTVC_titleForHeaderInSection"       = "Unlocked Data Feeds";
"LGDFRTVC_titleForFooterInSection"       = "<----- I AM A TABLE FOOTER ------>";


/* LGDataFeedRefreshViewController =============================================================================================================================*/
"LGDFR_purchaseDate"        = "Purchased %1$@";
"LGDFR_refreshButton"       = "Refresh";
"LGDFR_scanButton"          = "Scan & Match";
"LGDFR_connectButton"       = "Connect";
"LGDFR_disconnectButton"    = "Disconnect";

/* TableViewControllers         =============================================================================================================================*/
"LGTVC_ButtonTitle_Map"     = "Map";
"LGTVC_ButtonTitle_List"    = "List";

"LGCoreDataTVC_BackButton"  = "Back";

"LGTVCNearbyPlaces_TitlePlaces"     = "Places";
"LGTVCNearbyPlaces_TitlePeople"     = "People";
"LGTVCNearbyPlaces_TitleEither"     = "People & Places";
"LGTVCPeople_Title"                 = "People";
"LGTVCCheckinTags_BackBtn"          = "Back";

"LGMapViewUserLocation"     = "You are here";

"LGAddressVC_defaultaddr"   = "example: 151 3rd Street, San Francisco, CA 94103, USA";

"LGAddressVC_unit"          = "Kilometers";
"LGAddressVC_picker0"       = "1 %1$@";
"LGAddressVC_picker1"       = "10 %1$@";
"LGAddressVC_picker2"       = "25 %1$@";
"LGAddressVC_picker3"       = "50 %1$@";
"LGAddressVC_picker4"       = "100 %1$@";
"LGAddressVC_picker5"       = "200 %1$@";
"LGAddressVC_picker6"       = "500 %1$@";
"LGAddressVC_picker7"       = "1,000 %1$@";


/* Detail View Objects =================================== ==========================================================================================*/
"LGDetailViewController_Map"        = "Map";
"LGDetailViewController_Info"       = "Info";
"LGDetailViewController_BackButton" = "Back";


/* Core Data Objects =================================== ==========================================================================================*/
"checkin_NoDate"                = "(No Date)";
"mapItem_Calculating"           = "Calculating...";
"mapItem_SubTitle_Near"         = "Near %1$@";
"mapItem_SubTitle_CheckinNear"  = "%1$@ checkin near %2$@";
"mapItem_SubTitle_LocationFrom" = "Location From %1$@";
"person_NoName"                 = "No Name";


/*  ============================================================================================================================ */
/*                                                                                                                               */
/*                                                   In-App Catalogue LGInAppSaleViewController                                  */
/*                                                                                                                               */
/*  ============================================================================================================================ */

"LGInAppCatalogueViewController_Title"  = "Data Sources";
"LGInAppCatalogueVC_forBusiness"        = "%1$@ For Business";
"LGInAppCatalogueVC_forSocial"          = "%1$@ For Your Friends";
"LGInAppCatalogueVC_forShopping"        = "%1$@ For Shopping & Dining";

/* =================================== LGInAppSaleViewController ==============================*/

"addToCartButton"               = "Add to Cart";
"priceLableAddedToCart"         = "Added To Cart";
"removeFromCartButton"          = "Remove From Cart";
"goToCheckoutButton"            = "Go To Checkout";
"Buy"                           = "Buy";
"Price_Free"                    = "Free!";

"Price_Default"                 = 1.00;
"Price_Beacon"                  = 1.00;
"Price_Address Book"            = 1.00;
"Price_Calendar"                = 1.00;
"Price_Facebook Friend"         = 0.00;
"Price_FacebookPlace"           = 0.00;
"Price_Four Square"             = 0.00;
"Price_Google Places"           = 0.00;
"Price_Google Plus"             = 0.00;
"Price_Gowalla"                 = 0.00;
"Price_Groupon"                 = 0.00;
"Price_Jive"                    = 1.00;
"Price_LinkedIn"                = 1.00;
"Price_LOCKERZ"                 = 0.00;
"Price_MySpace"                 = 0.00;
"Price_MS Outlook"              = 2.00;
"Price_Skype"                   = 0.00;
"Price_Twitter"                 = 0.00;


"Pitch_BeaconTokenKey"              = "Forget the hassle of giving directions. Send a location beacon to your friends that they can see with the free downloadable version of Looking Glass which gives each of them real time driving directions based on their current locations.";

"Pitch_AddressBookTokenKey"         = "Easily map the locations of the people who are most important to you. Run queries to see who is located near your next business trip location.";

"Pitch_CalendarTokenKey"            = "Looking Glass chronologically maps your calendar appointments so that you alway arrange the sequence of each day's offsite meetings as efficiently as possible.";


"Pitch_FacebookFriendTokenKey"      = "Looking Glass seamlessly integrates to Facebook so you can easily coordinate places with all of your friends. Looking Glass also lets you see your friends' checkins, and if you like, Looking Glass will alert you of places and events that interest you based on your current location and things that you've indicated that you like in Facebook.";

"Pitch_FourSquareTokenKey"          = "Looking Glass can alert you of nearby store, restaurant and event locations based on the things that you like in Facebook and FourSquare.";

"Pitch_GooglePlusTokenKey"          = "Google Plus pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_GowallaTokenKey"             = "Gowalla pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_GrouponTokenKey"             = "Groupon pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_JiveTokenKey"                = "Jive pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";

"Pitch_LinkedInTokenKey"            = "Looking Glass seamlessly integrates to LinkedIn so that you can easily coordinate event and meeting locations with all of your professional contacts. Looking Glass also maps your LinkedIn contacts' locations to help you remember who to contact while you're traveling.";

"Pitch_LOCKERZTokenKey"             = "LOCKERZ pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";

"Pitch_MySpaceTokenKey"             = "Looking Glass seamlessly integrates to MySpace so you can easily coordinate places with all of your friends. Looking Glass also lets you see your friends' checkins.";

"Pitch_MSOutlookTokenKey"           = "Easily map the locations of the people who are most important to you. Run queries to see who is located near your next business trip location.";

"Pitch_SkypeTokenKey"               = "Skype pitch. blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";
"Pitch_TwitterTokenKey"             = "See where your friends are tweeting! blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah ";



"buyButtonText_Premium"         = "Add To Cart For Only %1$@";
"buyButtonText_Free"            = "Connect To %1$@";
"buyButtonText_Purchased"       = "Purchased %1$@";


/*  ============================================================================================================================ */

/* =================================== LGInAppCheckoutViewController ==============================*/

"LGInAppCheckoutViewController_Title"   = "Checkout";
"LGInAppCheckoutViewController_Header"  = "Thanks For Using Looking Glass!";
"saleTotalLabel"                        = "Your Total: %1$@";
"headerViewText"                        = "Selected Products";



